Repository: Zoombin/MuslimLine-iOS
Catalog: Muslim/Muslim/*.lproj/Localizable.strings
Languages: ar_dz, fa, fr, id, zh_hans

# upgrade_enable_title
source: New version
ar_dz: نسخة جديدة
fa: نادیده گرفتن
fr: Nouvelle version
id: versi baru
zh_hans: 新版本

# upgrade_enable_upgrade
source: Upgrade
ar_dz: ترقية
fa: ارتقا
fr: Mettre à jour
zh_hans: 升级

# upgrade_enable_versiontag
source: A new version has been found.
ar_dz: تم العثور على النسخة الجديدة.
fa: نسخه جدید یافت شد
fr: Une nouvelle version a êté trouvée
id: ditemukan versi baru
zh_hans: 发现新版本

# upgrade_enable_versionvalue
source: Version
ar_dz: نسخة
fa: نسخه
id: versi
zh_hans: 版本

# upgrade_no_necessary
source: This is the latest version.
ar_dz: هذا هو أحدث نسخة
fa: این آخرین نسخه است
fr: C'est la dernière version
id: aplikasi Anda adalah versi terbaru,tidak perlu upgrade
zh_hans: 版本为最新版本，无需升级

source: Verse
ar_dz: الآية
fa: آیه
fr: Verset
id: bagian
zh_hans: 小节

# verse1
source: Verse:%d
ar_dz: الآية:%d
fa: آیه:%d
fr: Verset:%d
id: bagian:%d
zh_hans: 小节:%d

# verse2
source: Verse %d
ar_dz: الآية %d
fa: آیه %d
fr: Verset %d
id: bagian %d
zh_hans: 小节 %d

source: NetWork Error!
ar_dz: خطأ في الشبكة!
fa: خطای شبکه !
fr: Erreur de réseau
id: kesalahan dalam jaringan internet!
zh_hans: 网络错误!

source: Data Error!
ar_dz: خطأ في البيانات
fa: خطای داده!
fr: Erreur de donnée
id: kesalahan menganalisa data!
zh_hans: 数据解析出错!

# sending
source: Sending Now
ar_dz: إرسال الآن
fa: اکنون ارسال
fr: En train d'envoyer
id: sedang mengirim
zh_hans: 正在发送

# settings_day_light_save_hour_plus
source: +1hour
ar_dz: +1 ساعة
fa: +1 ساعت
fr: +1 heure
id: +1 jam
zh_hans: +1 小时

# settings_day_light_save_hour_mins
source: -1hour
ar_dz: 1-ساعة
fa: -1 ساعت
fr: -1 heure
id: -1 jam
zh_hans: -1 小时

# noti_prayer_time
source: Prayer Time
ar_dz: اوقات الصلاه
fa: اوقات شرعی
fr: Horaires de la salât
id: waktu Shalat
zh_hans: 祈祷时间

source: Calendar Selection
ar_dz: اختيار التقويم
fa: انتخاب تقویم
fr: Sélection du calendrier
id: kalender
zh_hans: 日历选择

source: Persian Calendar
ar_dz: التقويم الفارسي
fa: تقویم فارسی
fr: Calendrier persan
id: kalender Persia
zh_hans: 波斯日历

# backtoast
source: press back key again to exit
ar_dz: اضغط مفتاح العودة مرة أخرى للخروج
fa: فشار کلید را دوباره برای خروج
fr: Cliquer une fois de plus pour sortir
id: tekan kembali sekali lagi untuk keluar
zh_hans: 再按一次退出程序

# nobookmark
source: no bookmarks
ar_dz: لا العناوين
fa: بدون بوک مارک
fr: Aucun favori
id: tidak ada bookmark
zh_hans: 无书签

# keyword_mosque
source: Mosque
ar_dz: مسجد
fa: مسجد
fr: Mosquée
id: Masjid
zh_hans: 清真寺

# keyword_restaurant
source: Restaurant
ar_dz: مطعم
fa: رستوران
id: restoran
zh_hans: 餐馆

# keyword_store
source: Store
ar_dz: متجر
fa: فروشگاه
fr: Magasin
id: toko
zh_hans: 商店

# main_quran_search_label
source: Quran Search
ar_dz: القرآن البحث
fa: قرآن جستجو
fr: Recherche dans le Coran
id: pencarian Al-Quran
zh_hans: 古兰经搜索

# keywords
source: Search words or references.(ex:2:14)
ar_dz: كلمات البحث أو مراجع (مثلا: 02:14).
fa: کلمات جستجو یا مراجع (سابق: 2:14).
fr: Chercher les mots ou les références (par exemple : 2:14)
id: pencarian kata atau kutipan. (misal:2:14)
zh_hans: 搜索单词或引用。(例如:"2:14")

# setting_faction_label
source: Muslim Faction
ar_dz: اختيار الفصائل مسلم
fa: انتخاب جناح مسلمان
fr: Choisir une branche de l'islam
id: pilih fraksi muslim
zh_hans: 选择穆斯林派别

# setting_faction_shia
source: Shia
ar_dz: الشيعة
fa: شیعیان
fr: Chiisme
id: Syiah
zh_hans: 什叶派

# setting_faction_suni
source: Sunni
ar_dz: سني
fa: اهل سنت
fr: Sunnisme
zh_hans: 逊尼派

# setting_slient_mode
source: Play Adhan In Silent Mode
ar_dz: تشغيل صوت في الوضع الصامت
fa: پخش اذان در حالت بیصدا
fr: Lire la sonnerie de l'adhan sous le mode de silence
id: putar nada peringatan Adzan pada mode silent
zh_hans: 静默模式下播放礼拜提示音

# setting_auto_choose
source: Automatic Settings
ar_dz: الإعدادات التلقائية
fa: تنظیمات خودکار
fr: Paramètres automatiques
id: pengaturan otomatis
zh_hans: 自动设置

# setting_auto_choose_stop
source: Not available for current city
ar_dz: لا تتوفر للمدينة الحالية
fa: برای شهر کنونی در دسترس نیست
fr: Indisponible pour la ville actuelle
id: tidak bisa digunakan pada kota saat ini
zh_hans: 不可用于当前城市

# toast_sd_enough
source: SD card space is not enough!
ar_dz: مساحة بطاقة SD لا يكفي
fa: SD کارت فضای کافی نیست
fr: L'espace de la Carte SD n'est pas suffisant !
id: memori SD card Anda tidak mencukupi!
zh_hans: SD卡空间不足!
