Repository: Zoombin/MuslimLine-iOS
Catalog: Muslim/Muslim/*.lproj/Localizable.strings
Languages: ar_dz, fa, fr, id, zh_hans

# SETTINGS_ASR_JURISTIC_HANAFI
source: Hanafi
ar_dz: الحنفي
fa: حنفی
zh_hans: 哈纳菲

# SETTINGS_ASR_JURISTIC_STANDARD
source: Standard
ar_dz: ستاندارد
fa: شیعه
id: Standar/patokan
zh_hans: 标准

# SETTINGS_CALCULATION_CUSTOM
source: Custom Setting
ar_dz: إعداد مخصص
fa: تنظیمات سفارشی
fr: Paramètres du client
id: Pengaturan kustom
zh_hans: 定制设定

# SETTINGS_CALCULATION_EGAS
source: Egyptian General Authority
ar_dz: الهيئة العامة المصرية للمساحة
fa: اداره کل بازرسی مصر
fr: Autorités générales égyptiennes
id: Penelitian otoritas Mesir
zh_hans: 埃及的权威调查

# SETTINGS_CALCULATION_IA
source: Ithna Ashari
ar_dz: الاثني عشرية
fa: اثنی عشری
fr: Chiisme duodécimain
id: Dua belas fraksi imam
zh_hans: 十二伊玛目派

# SETTINGS_CALCULATION_IGUT
source: University of Tehran
ar_dz: اصل معهد الجيوفيزياء بجامعة طهران
fa: موسسه ژئوفیزیک، دانشگاه تهران
fr: Institut de Géophysique de l'Université de Téhéran
id: Universitas Teheran institut Geofisika
zh_hans: 德黑兰大学地球物理研究所

# SETTINGS_CALCULATION_ISNA
source: North America(ISNA)
ar_dz: الجمعية الإسلامية لأمريكا الشمالية(ISNA)
fa: انجمن اسلامی شمال امریکا (ایسنا)
fr: Société islamique de l'Amérique du Nord
id: Asosiasi Islam Amerika utara
zh_hans: 北美伊斯兰协会

# SETTINGS_CALCULATION_UAQM
source: Umm AI-Qura,Makkah
ar_dz: أم القرى، مكة المكرمة
fa: ام القرا، مکه
fr: Université Oumm al-Qura, La Mecque
id: Um AlQura,Mekkah
zh_hans: 乌姆埃尔古拉，麦加

# SETTINGS_CALCULATION_UISK
source: Islamic University,Karachi
ar_dz: جامعة العلوم الإسلامية، كراتشي
fa: دانشگاه علوم اسلامی، کراچی
fr: Université islamique, Karachi
id: Universitas Islam,Karachi
zh_hans: 伊斯兰大学，卡拉奇

# SETTINGS_CALCULATION_WML
source: Muslim World League(MWL)
ar_dz: رابطة العالم الإسلامي(MWL)
fa: لیگ جهان اسلام (MWL)
fr: Ligue islamique mondiale (LIM)
id: Persatuan Muslim seluruh dunia
zh_hans: 穆斯林世界联盟

# SETTINGS_PRAYER_ALARM_AAB
source: Adhan Abdul Baset
ar_dz: أذان عبد الباسط
fa: اذان عبدالباسط
fr: Abdul Baset
id: Abdul Baset
zh_hans: 阿卜杜勒.佰什特

# SETTINGS_PRAYER_ALARM_ADHAN
source: Adhan 1
ar_dz: أذان 1
fa: اذان 1
id: Adzan 1
zh_hans: 唤礼1

# SETTINGS_PRAYER_ALARM_ADHAN_EGYPT
source: Adhan Egypt
ar_dz: أذان مصر
fa: اذان مصر
fr: Adhan en Egypte
id: Adzan mesir
zh_hans: 埃及唤礼

# SETTINGS_PRAYER_ALARM_ADHAN_HALAB
source: Adhan Halab
ar_dz: أذان حلب
fa: اذان حلب
fr: Halab
id: Alleppo
zh_hans: 阿勒颇

# SETTINGS_PRAYER_ALARM_ADHAN_MADINA
source: Adhan Madina
ar_dz: أذان المدينة المنورة
fa: اذان مدینه
fr: Madina
id: Madinah
zh_hans: 麦地那

# SETTINGS_PRAYER_ALARM_ADHAN_MAKKAH
source: Adhan Makkah
ar_dz: أذان مكة المكرمة
fa: اذان مکه
fr: Adhan à La Mecque
id: Adzan Mekkah
zh_hans: 麦加唤礼

# SETTINGS_PRAYER_ALARM_ADHAN_SALIMI
source: Adhan Salimi
ar_dz: أذان سليمي
fa: اذان سلیمی
fr: Salimi
id: Salimi
zh_hans: 萨利米

# SETTINGS_PRAYER_ALARM_ADHAN_SHARIF
source: Adhan Sharif
ar_dz: أذان الشريف
fa: اذان شریف
fr: Sharif
id: Sharif
zh_hans: 谢里夫

# SETTINGS_PRAYER_ALARM_AFMZ
source: Adhan Fajr Mansour Zahrani
ar_dz: أذان الفجر منصور الزهراني
fa: اذان فجر منصور زهرانی
fr: Mansour Zahrani (prière de l'aube )
id: Mansur Zahrani (sholat subuh)
zh_hans: 曼苏尔.宰赫拉尼(晨礼)

# SETTINGS_PRAYER_ALARM_AMF
source: Adhan Madina(Fajr)
ar_dz: أذان المدينة المنورة (الفجر)
fa: اذان مدینه (فجر)
fr: Madina (prière de l'aube )
id: Madinah (sholat subuh)
zh_hans: 麦地那(晨礼)

# SETTINGS_PRAYER_ALARM_AMFIVE
source: Adhan Madina 1952
ar_dz: أذان المدينة المنورة 1952
fa: اذان مدینه 1952
fr: Madina en 1952
id: Madinah 1952
zh_hans: 麦地那1952

# SETTINGS_PRAYER_ALARM_ANAQ
source: Adhan Nasser Al Qatami
ar_dz: اذان ناصرالخاتمی
fa: اذان ناصرالخاتمی
fr: Nasser Al Qatami
id: Nasser Al Qutami
zh_hans: 纳塞尔.阿尔.曲塔米

source: About
ar_dz: حول
fa: در باره
fr: A propos
id: mengenai
zh_hans: 关于

# about_copyright_text
source: Copyright © 2015 Muslim Line All rights reserved
ar_dz: حقوق الطبع والنشر © 2015 نسیم الوحي جميع الحقوق محفوظة
fa: کپی رایت © 2015 نسیم وحی
fr: Copyright © 2015 Muslim Line. Tous droits réservés.
id: Hak cipta 2015 Muslim Line
zh_hans: © 2015 Muslim Line 版权所有

# about_update_text
source: Updates
ar_dz: التحديثات
fa: به روز رسانی
fr: Mettre à jour
id: memperbarui
zh_hans: 更新

# about_us
source: About
ar_dz: حول
fa: در باره
fr: A propos
id: mengenai
zh_hans: 关于

source: Add bookmark
ar_dz: إضافة إشارة مرجعية
fa: افزودن نشانک
fr: Ajouter aux favoris
id: tambahkan bookmark
zh_hans: 添加书签

# adhan_alarm_type_default
source: Default Ringtone
ar_dz: النغمة الافتراضية
fa: آهنگ زنگ پیش فرض
fr: Sonnerie par défaut
id: pemberitahuan standar
zh_hans: 默认通知

# adhan_alarm_type_slient
source: Mute
ar_dz: صامت
fa: بیصدا
fr: Couper le son
id: tidak ada suara
zh_hans: 静音

source: Cancel
ar_dz: إلغاء
fa: لغو
fr: Annuler
id: batal
zh_hans: 取消

# check_try_refresh
source: Please check and refresh
ar_dz: يرجى مراجعة وتحديث
fa: لطفا بررسی وسپس تازه سازی کنید
fr: Veuillez vérifier votre connexion réseau et réessayer.
id: mohon periksa jaringan internet atau refresh
zh_hans: 请检查网络或刷新

source: Copy to clipboard
ar_dz: نسخ إلى الحافظة
fa: کپی به کلیپ بورد
fr: Copier au presse-papier
id: salin ke clipboard
zh_hans: 复制到剪贴板

# data_load_fail
source: Fail to load
ar_dz: فشل على تحميل
fa: بارگذاری ناموفق
fr: Echec du chargement
id: download gagal
zh_hans: 加载失败

# delete_bookmark
source: Remove bookmark
ar_dz: إزالة الإشارة المرجعية
fa: حذف نشانه
fr: Supprimer un favori
id: hapus bookmark
zh_hans: 删除书签

# dlg_change_city
source: Change City
ar_dz: تغيير المدينة
fa: تغییر شهر
fr: Changer la ville
id: ubah nama kota
zh_hans: 更改城市

# dlg_prayer_location_finder_none
source: The network or GPS can't get information please turn to manual panel
ar_dz: الشبكة أو GPS لا يمكن الحصول على المعلومات يرجى التوجه إلى لوحة اليدوي
fa: شبکه یا GPS قادر به دریافت اطلاعات نمی باشد ، لطفا به پنل دستی مراجعه شود
fr: La connexion réseau ou le GPS ne peuvent pas recevoir l'information, veuillez changer au panneau manuel.
id: jaringan internet atau GPS tidak normal, dianjurkan untuk setting secara manual
zh_hans: 网络或 GPS 异常，建议进行手动设置

# dlg_prayer_location_menu_auto
source: Auto
ar_dz: التلقائي
fa: خودکار
fr: Automatique
id: otomatis
zh_hans: 自动

# dlg_prayer_location_menu_manual
source: Manual
ar_dz: المختصر
fa: دستی
fr: Manuel
zh_hans: 手动

# dlg_prayer_search_edit_text_hint
source: Enter the city
ar_dz: أدخل الأمة أو المدينة
fa: ملیت یاشهر را وارد نمایید
fr: Saisir la ville
id: silahkan masukan nama kota
zh_hans: 请输入城市

# dlg_prayer_search_none
source: Sorry,can't find the city, please check network connection or enter in English
ar_dz: آسف، لم تجد أمة أو مدينة، من فضلك ادخل في اللغة الإنجليزية
fa: با عرض پوزش، نمی توان کشور یا شهررا پیدا کرد، لطفا به زبان انگلیسی وارد کنید
fr: Désolé, l'information n'est pas trouvée, veuillez vérifier votre connexion réseau ou saisir en anglais.
id: maaf,tidak dapat menemukan informasi yang sesuai,mohon periksa jaringan internet Anda atau masukan kata dalam bahasa inggris
zh_hans: 抱歉，找不到相应信息，请检查网络连接或使用英文输入

source: Download
ar_dz: تحميل
fa: دانلود
fr: Télécharger
zh_hans: 下载

# down_load_message
source: Download it now?
ar_dz: تحميله الآن؟
fa: اکنون دانلود شود ؟
fr: Télécharger maintenant?
id: download sekarang?
zh_hans: 现在就下载它吗？

source: Feedback
ar_dz: ردود فعل
fa: بازخورد
fr: Rétroaction
id: tanggapan
zh_hans: 反馈

# feedback_can_not_be_empty
source: Feedback can not be blank
ar_dz: ردود فعل لا يمكن أن يكون فارغا
fa: بازخورد نمیتواند خالی باشد
fr: Rétroaction ne peut pas être vide
id: kolom tidak boleh kosong
zh_hans: 内容不能为空

# feedback_description_hint
source: Please tell the problem or suggestion!
ar_dz: من فضلك قل للمشكلة أو اقتراح!
fa: لطفا مشکل را گفته یا پیشنهاد دهید
fr: Si vous avez des questions, n'hésitez pas à nous contacter et consulter, merci !
id: silahkan berikan saran dan kritik Anda, terima kasih !
zh_hans: 如果您有任何问题，欢迎向我们反馈和咨询，感谢！

# feedback_submit
source: Send
ar_dz: إرسال
fa: ارسال
fr: Envoyer
id: kirim
zh_hans: 发送

source: Finish
ar_dz: الانتهاء
fa: پایان
fr: Terminer
id: selesai
zh_hans: 完成

# frag_first
source: SURAS
ar_dz: السورة
fa: سوره
fr: Chapitre
id: bagian
zh_hans: 章节

# frag_second
source: BOOKMARKS
ar_dz: إرسال
fa: نشانک ها
fr: Favoris
id: bookmark
zh_hans: 书签

source: Islamic Calendar
ar_dz: التقويم الإسلامي
fa: تقویم اسلامی
id: kalender muslim
zh_hans: 伊斯兰日历

# islamic_day_1
source: Aḥad
ar_dz: يوم الأحد
fa: یکشنبه

# islamic_day_2
source: Ithnayn
ar_dz: الإثنين
fa: دوشنبه

# islamic_day_3
source: Thulaathaaʼ
ar_dz: يوم الثلاثاء
fa: سه شنبه

# islamic_day_4
source: Arba’aa’
ar_dz: يوم الأربعاء
fa: چهارشنبه

# islamic_day_5
source: Khamīs
ar_dz: يوم الخميس
fa: پنج شنبه

# islamic_day_6
source: Jumu’ah
ar_dz: يوم الجمعة
fa: جمعه

# islamic_day_7
source: Sabt
ar_dz: يوم السبت
fa: شنبه

source: Last read position
ar_dz: الموقف القراءة الأخير
fa: آخرین موقعیت خوانده شده
fr: Dernière position de lecture
id: posisi membaca sebelumnya
zh_hans: 上一阅读位置

source: Loading…
ar_dz: تحميل &#8230;
fa: درحال بارگذاری &#8230;
fr: Chargement…
id: sedang dimuat
zh_hans: 加载中...

# locating_text
source: Locating,please wait
ar_dz: تحديد موقع، يرجى الانتظار
fa: تعیین محل، لطفا صبر کنید
fr: En train de localiser, veuillez patienter
id: sedang mencari lokasi, harap tunggu
zh_hans: 定位中，请稍等

# location_dialog_title
source: Tips
ar_dz: النصائح
fa: نکات
fr: Notes
zh_hans: 提示

# location_fail
source: Location failure
ar_dz: الفشل الموقع
fa: موقعیت مکانی ناموفق
fr: Echec de la localisation
id: pencarian lokasi gagal
zh_hans: 定位失败

# location_providers_disabled
source: Location detection is disabled on this device.Please check your settings.
ar_dz: تم تعطيل كشف موقع على هذا الجهاز. يرجى التحقق من إعداداتك.
fa: تشخیص موقعیت در این دستگاه غیر فعال است. لطفا تنظیمات خود را بررسی کنید.
fr: Détection de la localisation est interdite sur cet apparail. Veuillez vérifier vos paramètres.
id: pendeteksian lokasi dinonaktifkan pada perangkat ini.silahkan periksa pengaturan Anda.
zh_hans: 在此设备上禁用位置检测。请检查您的设置。

# main_dashboard_curis
source: Current:
ar_dz: الحالية:
fa: کنونی :
fr: Actuellement :
id: saat ini:
zh_hans: 当前:

# main_dashboard_from_next
source: Time left:
ar_dz: الوقت المتبقي:
fa: زمان باقیمانده :
fr: Temps restant :
id: sisa waktu:
zh_hans: 剩余时间:

# main_dashboard_next_time
source: Upcoming:
ar_dz: القادمة:
fa: آینده :
fr: A venir :
id: akan datang:
zh_hans: 即将:

# main_holiday_label
source: Calendar
ar_dz: تقويم
fa: تقويم
fr: Calendrier
id: Kalender
zh_hans: 日历

# main_location_set
source: Set Location
ar_dz: تعيين الموقع
fa: لطفا مکان رو تعیین نمایید
fr: Définir la position
id: pengaturan lokasi
zh_hans: 设置位置

# main_names_label
source: Asma Al-Husna
ar_dz: اسماء الحسنی
fa: اسماء الحسنی
fr: Noms d'Allah
id: Nama Allah
zh_hans: 真主尊名

# main_nearby_label
source: Nearby
ar_dz: بحوالی
fa: نزدیکان
fr: Proche
id: Lokasi Terdekat
zh_hans: 附近位置

# main_pray_label
source: Prayer
ar_dz: الصلاة
fa: نماز
fr: Prières
id: Waktu Sembahyang
zh_hans: 礼拜时间

# main_qibla_label
source: Qibla
ar_dz: القبلة
fa: قبله
id: Arah Kiblat
zh_hans: 天房朝向

# main_quran_label
source: Quran
ar_dz: القرآن
fa: قرآن
fr: Coran
id: Al Quran
zh_hans: 古兰经

# nearby_empty_tip
source: No relevant information
ar_dz: لا توجد معلومات ذات الصلة
fa: اطلاعات مربوط وجود ندارد
fr: Aucune information correspondante
id: tidak ada informasi terkait
zh_hans: 没有相关信息

# nearby_location_failure
source: Location failure
ar_dz: الفشل الموقع
fa: موقعیت مکانی ناموفق
fr: Echec de la localisation
id: pencarian lokasi gagal
zh_hans: 定位失败

# nearby_location_failure_tip
source: Please switch on network or GPS, then try again.
ar_dz: يرجى تشغيل الشبكة أو GPS، ثم حاول مرة أخرى
fa: لطفا شبکه یا GPS را روشن کنید ،سپس مجددا تلاش کنید
fr: Veuillez changer la connexion réseau ou le GPS et réessayer.
id: silahkan ganti jaringan internet atau GPS,kemudian coba lagi
zh_hans: 请切换网络或 GPS，然后再试一次。

# nearby_location_failure_try_again
source: Set location
ar_dz: تعیین الموقع
fa: تنظیم موقعیت مکان
fr: Définir la position
id: pengaturan lokasi
zh_hans: 设置位置

# net_err
source: Please check your network connection.
ar_dz: الرجاء التحقق من اتصالك الشبكة.
fa: لطفا اتصال شبکه خود را بررسی کنید.
fr: Veuillez vérifier votre connexion réseau
id: pastikan jaringan internet Anda terkoneksi dengan baik
zh_hans: 请确保网络连接正常

# network_is_not_available
source: No Internet Connection.
ar_dz: لا اتصال إنترنت.
fa: شبکه اینترنت موجود نیست
fr: Aucune connexion réseau
id: tidak ada jaringan internet
zh_hans: 无网络连接

source: Never
ar_dz: أبدا
fa: هرگز
fr: Jamais
id: tidak akan pernah
zh_hans: 从不

# no_data_promot
source: No Related Resources
ar_dz: لا موارد ذات الصلة
fa: فاقد منابع مرتبط
fr: Aucune ressource correspondante
id: tidak ada sumber terkait
zh_hans: 没有相关的资源

# no_net_display
source: No Connection
ar_dz: لایوجداتصال
fa: بدون اتصال
fr: Pas de réseau
id: tidak ada jaringan internet
zh_hans: 没有网络

# no_net_title
source: Tips
ar_dz: النصائح
fa: نکات
fr: Notes
zh_hans: 提示

# no_wifi_detected
source: No Wifi detected.Play with cellular data?
ar_dz: اكتشاف لا واي فاي. استخدام البيانات الخلوية خدمة؟
fa: هیچ وای فای شناسایی نشد .استفاده از داده های تلفن همراه ؟
fr: Aucun WIFI détecté. Lire avec les données cellulaires?
id: tidak ada Wi-fi,buka dengan data mobile Anda?
zh_hans: 播放会消耗移动数据流量，是否继续？

# no_wifi_titile
source: No Wifi detected
ar_dz: لا الكشف واي فاي
fa: وای فای شناسایی نشد
fr: Aucun WIFI détecté
id: belum tersambung Wi-fi
zh_hans: 未连接Wifi

source: OK
ar_dz: موافق
fa: تایید
zh_hans: 确定

# one_time
source: 1 time
ar_dz: 1مرة
fa: 1 بار
fr: 1 fois
id: sekali
zh_hans: 1次

# play_sentence
source: Play this verse
ar_dz: إذاعة بهذا الآية
fa: پخش این آیه
fr: Lire ce verset
id: putar kalimat ini
zh_hans: 播放此句

# prayer_adhan_settings
source: Adhan Settings
ar_dz: إعدادات اذان
fa: تنظیمات اذان
fr: Réglages sonores Azan
id: pengaturan suara adzan
zh_hans: 唤礼音设置

# prayer_alarm_download_start
source: Downloading
ar_dz: تحميل
fa: درحال دانلود
fr: Télécharger
id: mulai mendownlaod
zh_hans: 开始下载

# prayer_calendar_today
source: Today
ar_dz: اليوم
fa: امروز
fr: Aujourd'hui
id: hari ini
zh_hans: 今天

# prayer_calendar_tomorrow
source: Tomorrow
ar_dz: غدا
fa: فردا
fr: Demain
id: besok
zh_hans: 明天

# prayer_location_finder_add
source: Please Set Location
ar_dz: يرجى تعيين الموقع
fa: لطفا مکان رو تعیین نمایید
fr: Définir la position
id: pengaturan lokasi
zh_hans: 设置位置

# prayer_names_generic_1
source: Fajr
ar_dz: صبح
fa: صبح
fr: Sobh(Fajr)
zh_hans: 晨礼

# prayer_names_generic_2
source: Sunrise
ar_dz: شروق الشمس
fa: طلوع آفتاب
fr: Lever du jour
zh_hans: 日出

# prayer_names_generic_3
source: Dhuhr
ar_dz: الظهر
fa: ظهر
fr: Dohr
zh_hans: 晌礼

# prayer_names_generic_4
source: Asr
ar_dz: العصر
fa: عصر
zh_hans: 晡礼

# prayer_names_generic_5
source: Maghrib
ar_dz: المغرب
fa: مغرب
fr: Maghreb
zh_hans: 昏礼

# prayer_names_generic_6
source: Isha'a
ar_dz: العشاء
fa: عشاء
fr: Icha
zh_hans: 宵礼

# prayer_place_none
source: Please Set Location
ar_dz: يرجى تعيين الموقع
fa: لطفا مکان رو تعیین نمایید
fr: Définir la position
id: pengaturan lokasi
zh_hans: 设置位置

# qibla_bearing_angle
source: Qibla:%1$s
ar_dz: القبلة:%1$s
fa: قبله:%1$s
fr: Kaaba:%1$s
id: kiblat:%1$s
zh_hans: 天房:%1$s

# qibla_warning_text
source: Warning: please keep your phone horizontally and metallic cases or magnetic closure may cause interferences
ar_dz: تحذير: الرجاء إبقاء هاتفك أفقيا والحالات معدنية أو إغلاق المغناطيسي قد يسبب تداخلات
fa: هشدار :لطفاتلفن حود را به حالت افقی نگه دارید ،موارد فلزی یا بسته های مغناطیسی ممکن است موجب اختلال شوند
fr: Attention : veuillez maintenir horizontalement votre téléphone, les articles métalliques ou le champs magnétique pourront causer des interférences.
id: perhatian: pastikan handphone dalam keadaan horizontal,benda logam atau magnet dapat mengganggu pendeteksian arah
zh_hans: 注意：请保持手机水平放置，金属物体或磁场可能会干扰方向判断

# qibla_warning_nosensor
source: Warning: your phone has no gyro sensor, please correct 'N' direction to the north manually.
ar_dz: تحذير: الهاتف لا يوجد لديه جهاز استشعار الدوران، يرجى تصحيح الاتجاه'N' إلى الشمال يدويا.
fa: هشدار:تلفن شما فاقد سنسور ژیروسکوپ می باشد.لطفا به طور دستی، جهت N را به سمت شمال تغییر دهید
fr: Attention : votre téléphone ne dispose pas de gyro-détecteur, veuillez modifier manuellement la direction N à la direction du nord.
id: perhatian: handphone Anda tidak dilengkapi sensor gyro,silahkan arahkan N ke arah utara secara manual
zh_hans: 注意：您的手机无陀螺仪传感器，请将N向手动修正到正北方

# quran_audio_recite_rule_title
source: Recitations
ar_dz: تلاوات
fa: قرائت
fr: Récitation
id: pengajian
zh_hans: 朗诵

# quran_audio_setting_title
source: Audio Recitations
ar_dz: تلاوة الصوتية
fa: قرائت های صوتی
fr: Audio récitation
id: audio pengajian
zh_hans: 音频朗诵

# retry
source: Refresh
ar_dz: تحديث
fa: تازه سازی
fr: Actualiser
zh_hans: 刷新

# setting_calculation_method
source: Prayer Time Conventions
ar_dz: اتفاقيات وقت الصلاة
fa: کنوانسیون زمان نماز
fr: Réserver le temps de la salât
id: waktu shalat yang lazim
zh_hans: 礼拜时间约定

# setting_daylignt_savtime
source: Daylight Saving Time
ar_dz: بالتوقيت الصيفي
fa: ساعت تابستانی
fr: Heure d'été
id: Daylight Saving Day
zh_hans: 夏令日

# setting_higher_latitude
source: High Latitude Adjustment
ar_dz: تعيين مناطق خطوط العرض العليا
fa: تنظیم عرض جغرافیایی بالا
fr: Réglage de la haute altitude
id: pengaturan garis lintang yang tinggi
zh_hans: 高纬度调整

# setting_higher_latitude_dlg_angle_based
source: Angle-based method
ar_dz: طريقة القائم على زاوية
fa: روش مبتنی بر زاویه
fr: Méthode fondée sur la direction
id: metode yang didasarkan pada arah
zh_hans: 基于方向的方法

# setting_higher_latitude_dlg_middle_night
source: Middle of the night
ar_dz: وسط الليل
fa: نیمه شب
fr: Minuit
id: tengah malam
zh_hans: 午夜

# setting_higher_latitude_dlg_none
source: None
ar_dz: لا شيء
fa: هیچ
fr: Rien
id: tidak ada
zh_hans: 无

# setting_higher_latitude_dlg_seven
source: 1/7 of the night
ar_dz: 1/7 من ليلة
fa: 1/7 از شب
fr: 1/7 de la soirée
id: 1/7 malam
zh_hans: 1/7 晚间

# setting_hijri_adjuest
source: Hijri Correction
ar_dz: التصحيح الهجرية
fa: تصحیح هجری
fr: Correction du calendrier islamique
id: patokan penanggalan Hijriah
zh_hans: 伊历校准

# setting_juristic_method
source: Asr Calculation-Juristic Method
ar_dz: أسلوب للعصر
fa: محاسبه عصر - روش فقهی
fr: Méthode de calcul de la prière de l'après-midi (al-'asr)
id: penghitungan shalat Ashar-metode hukum
zh_hans: 午后祷告（Asr）计算-法学方法

# setting_manual_corr
source: Manual Corrections
ar_dz: الإصلاحيات المختصر
fa: اصلاحات دستی
fr: Correction manuelle
id: koreksi manual
zh_hans: 手动更正

# setting_manual_corr_dlg
source: Manual Corrections
ar_dz: الإصلاحيات المختصر
fa: اصلاحات دستی
fr: Correction manuelle
id: koreksi manual
zh_hans: 手动更正

# setting_pray_adjuest_time_min
source: min
ar_dz: دقيقة
fa: دقیقه
id: menit
zh_hans: 分钟

# setting_time_format
source: Time Format
ar_dz: شكل الوقت
fa: فرمت زمان
fr: Système horaire
id: format waktu
zh_hans: 时间格式

# setting_time_format_Twenty_four
source: 24 Format
ar_dz: 24 ساعة
fa: 24 ساعته
fr: Système horaire de 24 heures
id: sistem 24 jam
zh_hans: 24小时制

# setting_time_format_twelve
source: 12 Format
ar_dz: 12 ساعة
fa: 12 ساعته
fr: Système horaire de 12 heures
id: sistem 12 jam
zh_hans: 12小时制

# setting_translation_item_title
source: Text & Translations
ar_dz: النص والترجمة
fa: متن و ترجمه
fr: Texte &amp; Traduction
id: teks dan terjemahan
zh_hans: 文本 &amp; 译文

# settings_day_light_save_auto
source: Auto
ar_dz: التلقائي
fa: خودکار
fr: Automatique
id: otomatis
zh_hans: 自动

# settings_hijri_adjuest_day
source: day
ar_dz: يوم
fa: روز
fr: jour
id: hari
zh_hans: 天

# settings_hijri_adjuest_days
source: days
ar_dz: أيام
fa: روزها
fr: jour
id: hari
zh_hans: 天

# settings_menu_adjuest
source: Manual Corrections
ar_dz: الإصلاحيات المختصر
fa: اصلاحات دستی
fr: Correction manuelle
id: koreksi manual
zh_hans: 手动更正

# settings_menu_faction
source: Muslim Faction
ar_dz: الفصائل الإسلامية
fa: جناح مسلمان
fr: Branche de l'islam
id: fraksi muslim
zh_hans: 穆斯林派别

# settings_menu_prayer_time
source: PRAYER TIMES
ar_dz: اوقات الصلاه
fa: اوقات شرعی
fr: Horaires de la salât
id: waktu shalat
zh_hans: 礼拜时间

# settings_menu_quran
source: QURAN
ar_dz: القرآن
fa: قرآن
fr: Coran
id: Al Quran
zh_hans: 古兰经

# settings_title
source: Settings
ar_dz: الإعدادات
fa: تنظیمات
fr: Paramètres
id: pengaturan
zh_hans: 设置

source: Share
ar_dz: حصة
fa: اشتراک گذاری
fr: Partager
id: bagikan
zh_hans: 分享

# share_dialog_title
source: Share:
ar_dz: حصة :
fa: اشتراک گذاری :
fr: Partager:
id: bagikan：
zh_hans: 分享：

# share_text
source: Muslim Line is an integrated application which fulfills the requirements of daily life for muslim. Main functions: Quran, Qibla, Prayer time, Nearby, Calender, and Asma Al-Husna etc.
ar_dz: نسیم الوحي هو تطبيق متكامل يفي بمتطلبات الحياة اليومية للمسلمين. وظائف رئيسية هي: القرآن، القبلة، مواقيت الصلاة، السياحية القريبة، والتقويم، وأسماء آل حسنة الخ
fa: نسیم وحی یک برنامه کاربردی یکپارچه است جهت برآورده کردن نیاز روزمره زندگی مسلمانان . بخش های اصلی آن عبارتنداز: قرآن، قبله، اوقات شرعی،نزدیکان ، تقویم، اسما الحسنی و غیره
fr: Muslim Line est une application synthétique destinée aux utilisations quotidiennes des musulmans. Fonctions principales : Coran, horaire de la salât, direction de la Kaaba, position proche, calendrier islamique, noms d'Allah, etc.
id: Muslim Line adalah aplikasi yang dirancang untuk memenuhi kebutuhan umat Islam sehari-hari,fungsi utama:menyediakan Al Quran, waktu Shalat, arah kiblat, lokasi terdekat,penanggalan Hijriah,serta nama-nama Allah dll
zh_hans: Muslim Line是为满足穆斯林日常使用需求而设计的一款综合性软件，主功能：古兰经，礼拜时间，天房朝向，附近位置，伊历，及真主尊名等。

# share_downloadtext
source: Download link:
ar_dz: تحميل الرابط:
fa: لینک دانلود:
fr: Lien de téléchargement:
zh_hans: 下载链接：

# thanks_for_feedback
source: Sent successfully, thanks for your feedback
ar_dz: أرسلت بنجاح، شكرا لملاحظاتك
fa: باموفقیت ارسال شد . باتشکر از نظرشما
fr: Envoyé, merci de votre rétroaction !
id: pengiriman berhasil,terima kasih atas feedback yang Anda berikan!
zh_hans: 发送成功，感谢您的反馈！

# toast_add_bookmark_succ
source: Bookmark added
ar_dz: المضافة الإشارة المرجعية
fa: نشانک افزوده شد
fr: Favori ajouté
id: penambahan bookmark berhasil
zh_hans: 成功添加书签

# toast_copy_succ
source: Copy complete
ar_dz: نسخة إكمال
fa: کپی کامل شد
fr: Copié
id: penyalinan berhasil
zh_hans: 成功复制

# toast_download_failure
source: Download failure
ar_dz: الفشل تحميل
fa: دانلودناموفق
fr: Echec de téléchargement
id: download gagal
zh_hans: 下载失败

# toast_download_succ
source: Download Finish
ar_dz: تحميل الانتهاء
fa: تمام دانلود
fr: Téléchargé
id: download selesai
zh_hans: 下载完成

# toast_location_keyword_none
source: Please enter the city
ar_dz: يرجى الدخول المدينة أو أمة
fa: لطفا شهر یا کشور راوارد نمایید
fr: Veuillez saisir la ville
id: masukan nama kota
zh_hans: 请输入城市

# toast_sd_none
source: SD card is not available
ar_dz: بطاقة SD غير متوفرة
fa: کارت حافظه در دسترس نیست
fr: Votre carte SD n'est pas disponible
id: SD card tidak bisa digunakan
zh_hans: SD卡无法使用

# toast_wallpaper_download_error
source: Downloading error, please retry
ar_dz: الخطأ تحميل ، الرجاء إعادة المحاولة
fa: خطای دانلود ، لطفا دوباره تلاش کنید
fr: Erreur de téléchargement, veuillez réessayer
id: kesalahan dalam download,silahkan ulangi lagi
zh_hans: 下载错误，请重试

source: Upgrade
ar_dz: ترقية
fa: ارتقا
fr: Mettre à jour
zh_hans: 升级

# upgrade_checking
source: Checking for update, please wait…
ar_dz: التحقق من وجود التحديث، يرجى الانتظار &#8230;
fa: بررسی بروز رسانی ،لطفا صبرکنید&#8230;
fr: Vérifier la mise à jour, veuillez patienter…
id: sedang memeriksa,harap tunggu…
zh_hans: 正在检查升级，请稍等...

# upgrade_dialog_title
source: Upgrade
ar_dz: ترقية
fa: ارتقا
fr: Mettre à jour
zh_hans: 升级

# upgrade_downloading_apk
source: Downloading, please wait…
ar_dz: تحميل، الرجاء الانتظار &#8230;
fa: درحال دانلود،لطفا منتظربمانید&#8230;
fr: En train de télécharger, veuillez patienter…
id: proses download,harap tunggu…
zh_hans: 正在下载，请等待…

# upgrade_enable_cancel
source: Cancel
ar_dz: إلغاء
fa: لغو
fr: Annuler
id: batal
zh_hans: 取消

# upgrade_enable_cb_text
source: Ignore
ar_dz: تجاهل
fa: نادیده گرفتن
fr: Négliger
id: abaikan
zh_hans: 忽略
